using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public static class TextOfDice {

	public static string[] text = {
		"2 - игрок, сидящий слева от бросавшего, пьет один шот.",
		"3 - ничего не происходит.",
		"4 - игрок, сидящий справа от бросавшего, пьет один шот.",
		"5 - штраф.", 
		"6 - штраф элит.", 
		"7 - игрок, последним положивший большой палец на стол, пьет один шот.",
		"8 - желание. Игрок, выбросивший 8, загадывает желание.",
		"9 - игрок не находящийся в состоянии девятка, его получает, находящийся, наоборот теряет.",
		"10 - все игроки пьют по одному шоту.",
		"11 - батхед.",
		"12 - королевский батхед."
	};
}